/*
 Thanks for helping translate Velox II! Translate the items that are not in all caps, for example, you would change:
 "HELLO_PHRASE" = "Hello";
 to:
 "HELLO_PHRASE" = "Hola";
 You also don't need to translate the stuff after two slashes (//).
 Try to follow the same scheme as me for capitalization.
 Happy translating! Thanks again,
 The Cortex Dev Team :)
 If you have any questions, or a setting needs more clarification/context for you to translate it well, feel free to shoot me an email at milodarling98@gmail.com and I'll get back to you as soon as I can
 Please fill out the information in the next comment block as well.
 */

/*
 LANGUAGE:
Hindi Please enter the following information so we can accredit and reward you:
  * Name to show up in preference bundle:Mayank Jain
  * Social media account to show up in preference bundle:twitter
@JainMj1997  * Cydia ID so we can gift you the tweak:465626821
 How we can contact you if needed:reddit(/u/Mayank_Jain) or twitter(@JainMj1997)
*/


"BY_PHILLIP_TENNEN" = "Phillip Tennen द्वारा;
"ENABLED" = "प्रारंभ";
"DARK_MODE" = "डार्क मोड";
"USE_FASTER_ANIMATIONS" = "तेज़ एनिमेशन का प्रयोग करें";

"ACTIVATION_METHOD" = "सक्रियण विधि";
"SWIPE_UP" = "आइकन पर ऊपर स्वाइप";
"SWIPE_DOWN" = "आइकन पर नीचे स्वाइप";
"DOUBLE_TAP" = "आइकन पर डबल टैप";
"TRIPLE_TAP" = "आइकन पर ट्रिपल टैप";
"HOLD_ON_ICON" = "आइकन पर पकड़ो";

"PLUGIN_PREFERENCES" = "प्लगइन सेटिंग्स";
"PLUGIN_PREFERENCES_FOOTER" = "अपने Velox प्लगइन के लिए सेटिंग्स";
"CHOOSE_VIEW" = "अनुप्रयोगों के लिए Velox देखें";
"CHOOSE_VIEW_FOOTER" = "आप प्रत्येक अनुप्रयोग के लिए जो चाहेंगे Velox देखें, चुनें";
"MORE" = "ज्यादा";

"NOTIFICATION_VIEW" = "अधिसूचना"; //this is the view that shows your list of notifications instead of the custom Velox view, in case that helps you translate it better :)

"CREDITS" = "क्रेडिट्स";

"PHILLIP_TITLE" = "प्रमुख निर्माता";
"PHILLIP_SUBTITLE" = "मॉर्गन फ्रीमैन की तरह लगता है";

"STEVE_TITLE" = "प्रमुख \"डिजाइनर\"";
"STEVE SUBTITLE" = "स्टीव Velox 1 और 2 के डिजाइनर है";

"UROBORO_TITLE" = "सह निर्माता";
"UROBORO_SUBTITLE" = "सबसे निश्चित रूप से एक रोबोट है";

"CORTEX_TITLE" = "टीम";
"CORTEX_SUBTITLE" = "Velox के पीछे है जो टीम";

"MILO_TITLE" = "सहायता निर्माता";
"MILO_SUBTITLE" = "डिज़ाइन और सेटिंग्स बंडल बनाया";

"ETHAN_TITLE" = "सहायता निर्माता";
"ETHAN_SUBTITLE" = "Velox के साथ मदद की";

"CYRIL_TITLE" = "कॉर्टेक्स  डिजाइनर और Velox के सह डिजाइनर";
"CYRIL_SUBTITLE" = "Velox के डिजाइन के साथ मदद की";

"CHECK_IT_OUT" = "यह भी डेखें";
"STRATOS_FOOTER" = "Stratos कोर्टेक्स का  सबसे नया टयीक है| Cydia में यह देखो!";

/*
 Please leave the "%@" and "\n" keys alone; those are part of the code.
 For example, you would translate "%@\nThis\nWord" into "%@\nEsta\nPalabra"
*/
"ERROR_VIEW" = "%@\nइस एक्सटेंशन के निर्माता ने इसे गलत तरीके से कॉन्फ़िगर किया है।\n सुनिश्चित करें की एक्सटेंशन के Info.plist में निर्दिष्ट वर्ग (कुंजी veloxClass के लिए) स्प्रिंगबोर्ड में लोड किया गया है। ";